arc-gtk-theme
dconf-editor
file-roller
gcr-4
gdm
gedit
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-menus
gnome-power-manager
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-dash-to-panel
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-tweaks
grilo-plugins
gvfs
gvfs-google
gvfs-mtp
gvfs-nfs
gvfs-smb
libappindicator-gtk2
libappindicator-gtk3
loupe
nautilus
papirus-icon-theme
power-profiles-daemon
python-nautilus
seahorse
snapshot
sushi
webkit2gtk
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
