base-devel
bash-completion
bluez
bluez-utils
btop
chrony
cups
cups-pdf
dosfstools
efibootmgr
git
grub
ibus
intel-ucode
less
lesspipe
linux-firmware
linux-zen
linux-zen-headers
nano
neofetch
networkmanager
ntfs-3g
openssl-1.1
pavucontrol
plymouth
sof-firmware
sudo
tldr
ttf-cascadia-code-nerd
vim
